export const siteConfig = {
    title: "Італійська кухня",
    description: "Рецепти італійської кухні",
    navItems: [
        {href: "/", label: "Рецепти"},
        {href: "/ingredients", label: "Інгредієнти"},
        {href: "/about", label: "Про нас"},
    ],
    pagesContent: {
        "/": {
            content: "Тут будуть рецепти...",
        },
        "/ingredients": {
            content: "Традиційні інгредієнти італійської кухні...",
        },
        "/about": {
            content: `
        <p>
          Італійська кухня — це гармонійне поєднання простих інгредієнтів, 
          яскравих смаків та давніх кулінарних традицій, що уособлюють 
          гостинність італійського народу.
        </p>
          <br/>
        <h2>Основні страви італійської кухні</h2>
          <br/>
        <ul>
          <li>
            <strong>Піца</strong> – тонке тісто з томатним соусом, сиром моцарела 
            та різноманітними начинками. Символ Італії у світі.
          </li>
          <li>
            <strong>Паста</strong> – макаронні вироби у сотнях різновидів, подаються 
            з соусами на основі помідорів, сиру чи оливкової олії.
          </li>
          <li>
            <strong>Різотто</strong> – кремова страва з рису арборіо, приготована 
            на бульйоні з додаванням вина та овочів чи морепродуктів.
          </li>
          <li>
            <strong>Лазанья</strong> – шари тіста з м’ясним соусом болоньєзе, 
            бешамелем та сиром, запечені до золотистої скоринки.
          </li>
          <li>
            <strong>Тірамісу</strong> – ніжний десерт із маскарпоне, кави, 
            савоярді та какао, популярний у всьому світі.
          </li>
        </ul>
      `,
        },
    },
};
